---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.CopyMonitorFailures
source: html/4bbec6a4-2883-2978-c369-64453c41d978.htm
---
# BuiltInFailures.CopyMonitorFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.